Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Delete Screenshot
ar: حذف لقطة الشاشة
ca: Suprimeix la captura de pantalla
cs: Smazat snímek obrazovky
da: Slet skærmbillede
de: Screenshot löschen
el: Διαγραφή στιγμιότυπου οθόνης
es: Eliminar captura
fa: حذف اسکرین‌شات
fi: Poista kuvakaappaus
fr: Supprimer la capture d'écran
he: מחק צילום מסך
hr: Izbriši snimku zaslona
hu: Képernyőkép törlése
id: Hapus Tangkapan Layar
it: Elimina screenshot
ja: スクリーンショットを削除
ko: 스크린샷 삭제
ms: Padam Tangkapan Skrin
nl: Schermafbeelding verwijderen
no: Slett skjermbilde
pl: Usuń zrzut ekranu
pt_br: Excluir captura de tela
pt_pt: Excluir captura de ecrã
ro: Ștergeți captura de ecran
ru: Удалить скриншот
sk: Odstrániť snímku obrazovky
sl: Izbriši posnetek zaslona
sv: Ta bort skärmdump
th: ลบภาพหน้าจอ
tr: Ekran Görüntüsünü Sil
uk: Видалити знімок екрана
ur: اسکرین شاٹ حذف کریں۔
vi: Xóa ảnh chụp màn hình
zh_hans: 删除截图
zh_hant: 刪除螢幕截圖

source: Delete Selected
ar: حذف المحدد
ca: Suprimeix el seleccionat
cs: Smazat vybrané
da: Slet valgte
de: Ausgewählte löschen
el: Διαγραφή επιλεγμένων
es: Eliminar selección
fa: حذف موارد انتخاب‌شده
fi: Poista valitut
fr: Supprimer la sélection
he: מחק את נבחרות
hr: Izbriši odabrano
hu: Kijelölt törlése
id: Hapus yang Dipilih
it: Elimina selezionate
ja: 選択項目を削除
ko: 선택 항목 삭제
ms: Padam Dipilih
nl: Geselecteerde verwijderen
no: Slett valgte
pl: Usuń wybrane
pt_br: Excluir seleção
pt_pt: Excluir selecionado
ro: Ștergeți selectat
ru: Удалить выбранное
sk: Odstrániť vybraté
sl: Izbriši izbrano
sv: Ta bort markerade
th: ลบที่เลือก
tr: Seçilenleri Sil
uk: Видалити вибране
ur: منتخب کردہ کو حذف کریں۔
vi: Xóa đã chọn
zh_hans: 删除所选内容
zh_hant: 刪除所選項目

source: Delete selected shapes
ar: حذف الأشكال المحددة
ca: Suprimeix les formes seleccionades
cs: Smazat vybrané tvary
da: Slet valgte figurer
de: Ausgewählte Formen löschen
el: Διαγραφή επιλεγμένων σχημάτων
es: Eliminar formas seleccionadas
fa: حذف شکل‌های انتخاب‌شده
fi: Poista valitut muodot
fr: Supprimer les formes sélectionnées
he: מחק צורות שנבחרו
hr: Izbriši odabrane oblike
hu: A kijelölt alakzatok törlése
id: Hapus bentuk yang dipilih
it: Elimina le forme selezionate
ja: 選択した図形を削除
ko: 선택한 도형 삭제
ms: Padamkan bentuk yang dipilih
nl: Verwijder geselecteerde vormen
no: Slett valgte former
pl: Usuń wybrane kształty
pt_br: Excluir formas selecionadas
pt_pt: Excluir formas selecionadas
ro: Ștergeți formele selectate
ru: Удалить выбранные фигуры
sk: Odstrániť vybraté tvary
sl: Izbriši izbrane oblike
sv: Ta bort markerade former
th: ลบรูปร่างที่เลือก
tr: Seçili şekilleri sil
uk: Видалити вибрані фігури
ur: منتخب کردہ شکلیں حذف کریں۔
vi: Xóa hình dạng đã chọn
zh_hans: 删除所选形状
zh_hant: 刪除所選形狀

source: Delete Variant
ar: حذف البديل
ca: Suprimeix la variant
cs: Smazat variantu
da: Slet variant
de: Variante löschen
el: Διαγραφή παραλλαγής
es: Eliminar variante
fa: حذف نسخه
fi: Poista versio
fr: Supprimer la variante
he: מחק וריאנט
hr: Izbriši varijantu
hu: Változat törlése
id: Hapus Varian
it: Elimina variante
ja: バリアントを削除
ko: 변형 삭제
ms: Padamkan Varian
nl: Variant verwijderen
no: Slett variant
pl: Usuń wariant
pt_br: Excluir variante
pt_pt: Excluir variante
ro: Ștergeți varianta
ru: Удалить вариант
sk: Odstrániť variant
sl: Izbriši različico
sv: Ta bort variant
th: ลบตัวแปร
tr: Varyantı Sil
uk: Видалити варіант
ur: متغیر کو حذف کریں۔
vi: Xóa biến thể
zh_hans: 删除变体
zh_hant: 刪除變體

source: Delete…
ar: حذف...
ca: Suprimeix…
cs: Smazat…
da: Slet...
de: Löschen…
el: Διαγραφή…
es: Eliminar…
fa: حذف…
fi: Poista…
fr: Supprimer…
he: מחק...
hr: Izbriši...
hu: Törlés…
id: Hapus…
it: Elimina…
ja: 削除…
ko: 삭제…
ms: Padam…
nl: Verwijderen…
no: Slett...
pl: Usuń…
pt_br: Excluir…
pt_pt: Excluir…
ro: Șterge…
ru: Удалить…
sk: Odstrániť…
sl: Izbriši ...
sv: Ta bort...
th: ลบ...
tr: Sil…
uk: Видалити…
ur: حذف کریں…
vi: Xóa…
zh_hans: 删除…
zh_hant: 刪除…

source: Deleted projects are kept as **tombstones** for 30 days so iCloud sync can resolve conflicts cleanly. After 30 days the tombstone (and all images) are purged.
ar: يتم الاحتفاظ بالمشروعات المحذوفة باعتبارها **شواهد القبور** لمدة 30 يومًا حتى تتمكن مزامنة iCloud من حل التعارضات بشكل واضح. بعد 30 يومًا، تتم إزالة شاهد القبر (وجميع الصور).
ca: Els projectes suprimits es conserven com a **làpides** durant 30 dies, de manera que la sincronització de iCloud pot resoldre els conflictes de manera clara. Després de 30 dies, la làpida (i totes les imatges) es purguen.
cs: Smazané projekty jsou uchovávány jako **náhrobní kameny** po dobu 30 dnů, takže iCloud synchronizace může vyřešit konflikty čistě. Po 30 dnech se náhrobek (a všechny obrázky) vyčistí.
da: Slettede projekter opbevares som **gravsten** i 30 dage, så iCloud synkronisering kan løse konflikter rent. Efter 30 dage er gravstenen (og alle billeder) renset.
de: Gelöschte Projekte werden 30 Tage lang als **Löschmarker** aufbewahrt, damit die iCloud-Synchronisierung Konflikte sauber auflösen kann. Nach 30 Tagen werden der Marker und alle Bilder endgültig entfernt.
el: Τα διαγραμμένα έργα διατηρούνται ως **ταφόπλακες** για 30 ημέρες, ώστε ο συγχρονισμός iCloud να επιλύει τις διενέξεις καθαρά. Μετά από 30 ημέρες η ταφόπλακα (και όλες οι εικόνες) καθαρίζονται.
es: Los proyectos eliminados se conservan como **marcas de eliminación** durante 30 días para que la sincronización con iCloud resuelva bien los conflictos. Pasados 30 días, la marca (y todas las imágenes) se borran definitivamente.
fa: پروژه‌های حذف‌شده ۳۰ روز به‌صورت **نشانگر حذف** نگه داشته می‌شوند تا همگام‌سازی iCloud بتواند تعارض‌ها را درست حل کند. پس از ۳۰ روز، نشانگر حذف (و همهٔ تصاویر) پاک می‌شوند.
fi: Poistetut projektit säilytetään **hautakivinä** 30 päivän ajan, jotta iCloud synkronointi voi ratkaista ristiriidat selkeästi. 30 päivän kuluttua hautakivi (ja kaikki kuvat) puhdistetaan.
fr: Les projets supprimés sont conservés sous forme de **marqueurs de suppression** pendant 30 jours, afin que la synchronisation iCloud puisse résoudre proprement les conflits. Au bout de 30 jours, le marqueur (et toutes les images) est purgé.
he: פרויקטים שנמחקו נשמרים כ**מצבות** למשך 30 יום כך שסנכרון iCloud יכול לפתור התנגשויות בצורה נקייה. לאחר 30 יום המצבה (וכל התמונות) מטוהרים.
hr: Izbrisani projekti čuvaju se kao **nadgrobni spomenici** 30 dana tako da iCloud sinkronizacija može čisto riješiti sukobe. Nakon 30 dana nadgrobni spomenik (i sve slike) se čiste.
hu: A törölt projekteket **sírkőként** 30 napig őrzik meg, így a iCloud szinkronizálása tisztán megoldja az ütközéseket. 30 nap elteltével a sírkövet (és az összes képet) megtisztítják.
id: Proyek yang dihapus akan disimpan sebagai **batu nisan** selama 30 hari sehingga sinkronisasi iCloud dapat menyelesaikan konflik dengan baik. Setelah 30 hari, batu nisan (dan semua gambar) dibersihkan.
it: I progetti eliminati vengono conservati come **tombstone** per 30 giorni, così la sincronizzazione iCloud può risolvere i conflitti in modo pulito. Dopo 30 giorni il tombstone (e tutte le immagini) viene eliminato definitivamente.
ja: 削除したプロジェクトは、iCloud 同期で競合を正しく解決できるよう **削除記録 (トゥームストーン)** として30日間保持されます。30日が過ぎると、削除記録 (とすべての画像) は完全に消去されます。
ko: 삭제된 프로젝트는 30일 동안 **삭제 표시**로 보관되므로 iCloud 동기화를 통해 충돌을 깔끔하게 해결할 수 있습니다. 30일 후에 삭제 표시(및 모든 이미지)가 제거됩니다.
ms: Projek yang dipadamkan disimpan sebagai **batu nisan** selama 30 hari supaya penyegerakan iCloud dapat menyelesaikan konflik dengan bersih. Selepas 30 hari batu nisan (dan semua imej) dibersihkan.
nl: Verwijderde projecten worden 30 dagen als **tombstones** bewaard, zodat iCloud-synchronisatie conflicten netjes kan oplossen. Na 30 dagen worden de grafsteen (en alle afbeeldingen) gezuiverd.
no: Slettede prosjekter oppbevares som **gravsteiner** i 30 dager, slik at iCloud-synkronisering kan løse konflikter rent. Etter 30 dager er gravsteinen (og alle bildene) renset.
pl: Usunięte projekty są przechowywane jako **nagrobki** przez 30 dni, więc synchronizacja iCloud może skutecznie rozwiązywać konflikty. Po 30 dniach nagrobek (i wszystkie obrazy) zostaną oczyszczone.
pt_br: Os projetos excluídos são mantidos como **marcas de exclusão** por 30 dias para que a sincronização do iCloud resolva conflitos corretamente. Após 30 dias, a marca (e todas as imagens) é apagada definitivamente.
pt_pt: Os projetos excluídos são mantidos como **marcas para exclusão** por 30 dias para que a iCloud sincronização possa resolver conflitos de forma limpa. Após 30 dias, a lápide (e todas as imagens) são eliminadas.
ro: Proiectele șterse sunt păstrate ca **pietre funerare** timp de 30 de zile, astfel încât sincronizarea iCloud poate rezolva conflictele în mod curat. După 30 de zile, piatra funerară (și toate imaginile) sunt curățate.
ru: Удаленные проекты хранятся 30 дней как **метки удаления** (tombstones), чтобы синхронизация iCloud могла корректно разрешать конфликты. Через 30 дней метка удаления (и все изображения) удаляются окончательно.
sk: Odstránené projekty sa uchovávajú ako **náhrobné kamene** po dobu 30 dní, takže synchronizácia iCloud dokáže vyriešiť konflikty čisto. Po 30 dňoch sa náhrobný kameň (a všetky obrázky) vyčistí.
sl: Izbrisani projekti se 30 dni hranijo kot **nagrobniki**, tako da lahko sinhronizacija iCloud čisto razreši spore. Po 30 dneh se nagrobnik (in vse slike) očisti.
sv: Borttagna projekt sparas som **gravstenar** i 30 dagar så att iCloud-synkronisering kan lösa konflikter på ett enkelt sätt. Efter 30 dagar rensas gravstenen (och alla bilder).
th: โครงการที่ถูกลบจะถูกเก็บไว้เป็น **หลุมฝังศพ** เป็นเวลา 30 วัน ดังนั้นการซิงค์ iCloud จึงสามารถแก้ไขข้อขัดแย้งได้อย่างหมดจด หลังจากผ่านไป 30 วัน ศิลาหลุมศพ (และรูปเคารพทั้งหมด) จะถูกลบออก
tr: Silinen projeler, iCloud eşzamanlamasının çakışmaları düzgünce çözebilmesi için 30 gün boyunca **silinme kaydı** olarak tutulur. 30 günün sonunda silinme kaydı (ve tüm görüntüler) temizlenir.
uk: Видалені проєкти зберігаються як **позначки видалення** протягом 30 днів, щоб синхронізація iCloud коректно розв’язувала конфлікти. Через 30 днів позначка (і всі зображення) остаточно видаляються.
ur: حذف شدہ پروجیکٹس کو 30 دنوں کے لیے **قبر کے پتھر** کے طور پر رکھا جاتا ہے تاکہ iCloud مطابقت پذیری تنازعات کو صاف طور پر حل کر سکے۔ 30 دن کے بعد مقبرہ (اور تمام تصاویر) کو صاف کیا جاتا ہے۔
vi: Các dự án đã xóa được lưu giữ dưới dạng **bia mộ** trong 30 ngày để quá trình đồng bộ hóa iCloud có thể giải quyết xung đột một cách rõ ràng. Sau 30 ngày, bia mộ (và tất cả các hình ảnh) sẽ bị xóa.
zh_hans: 已删除的项目会以 **删除标记** 的形式保留 30 天，以便 iCloud 同步能干净地解决冲突。30 天后，删除标记（及所有图像）会被清除。
zh_hant: 已刪除的專案會以**刪除標記**保留 30 天，讓 iCloud 同步能順利解決衝突。30 天後，刪除標記（及所有影像）會被清除。

source: Deletions are tracked as **tombstones** for 30 days, so a delete on Mac A correctly propagates to Mac B even if the device is offline at the moment of deletion.
ar: يتم تعقب عمليات الحذف باعتبارها **شواهد القبور** لمدة 30 يومًا، لذلك يتم نشر الحذف في Mac A بشكل صحيح إلى Mac B حتى إذا كان الجهاز غير متصل بالإنترنت في لحظة الحذف.
ca: Les supressions es fan un seguiment com a **làpides** durant 30 dies, de manera que una supressió a Mac A es propaga correctament a Mac B encara que el dispositiu estigui fora de línia en el moment de la supressió.
cs: Smazání jsou sledována jako **náhrobní kameny** po dobu 30 dnů, takže smazání dne Mac A se správně rozšíří na Mac B, i když je zařízení v okamžiku smazání offline.
da: Sletninger spores som **gravsten** i 30 dage, så en sletning på Mac A forplanter sig korrekt til Mac B, selvom enheden er offline på tidspunktet for sletningen.
de: Löschungen werden 30 Tage lang als **Löschmarker** festgehalten, sodass eine Löschung auf Mac A auch dann korrekt auf Mac B ankommt, wenn dieser beim Löschen offline ist.
el: Οι διαγραφές παρακολουθούνται ως **ταφόπλακες** για 30 ημέρες, επομένως μια διαγραφή στο Mac A μεταδίδεται σωστά σε Mac B ακόμα κι αν η συσκευή είναι εκτός σύνδεσης τη στιγμή της διαγραφής.
es: Las eliminaciones se registran como **marcas de eliminación** durante 30 días, así que una eliminación en el Mac A llega correctamente al Mac B aunque este esté sin conexión en ese momento.
fa: حذف‌ها ۳۰ روز به‌صورت **نشانگر حذف** ثبت می‌شوند تا حذف روی Mac الف حتی اگر Mac ب در آن لحظه آفلاین باشد، درست به آن منتقل شود.
fi: Poistoja seurataan **hautakivinä** 30 päivän ajan, joten poisto kohdassa Mac A siirtyy oikein termiin Mac B, vaikka laite olisi offline-tilassa poiston hetkellä.
fr: Les suppressions sont suivies sous forme de **marqueurs de suppression** pendant 30 jours : une suppression sur le Mac A se propage ainsi correctement au Mac B, même s'il est hors ligne au moment de la suppression.
he: מחיקות עוקבות כ**מצבות** למשך 30 יום, כך שמחיקה ב-Mac A מתפשטת כהלכה ל-Mac B גם אם המכשיר לא מקוון ברגע המחיקה.
hr: Brisanja se prate kao **nadgrobni spomenici** 30 dana, tako da se brisanje na Mac A ispravno prenosi na Mac B čak i ako je uređaj izvan mreže u trenutku brisanja.
hu: A törléseket a rendszer **sírkövekként** követi nyomon 30 napig, így a Mac A törlése megfelelően továbbítódik a Mac B-re, még akkor is, ha az eszköz a törlés pillanatában offline állapotban van.
id: Penghapusan dilacak sebagai **batu nisan** selama 30 hari, jadi penghapusan pada Mac A akan diterapkan dengan benar ke Mac B meskipun perangkat sedang offline pada saat penghapusan.
it: Le eliminazioni vengono tracciate come **tombstone** per 30 giorni, così un'eliminazione sul Mac A si propaga correttamente al Mac B anche se il dispositivo è offline al momento dell'eliminazione.
ja: 削除は **削除記録 (トゥームストーン)** として30日間追跡されるため、削除した時点で Mac B がオフラインでも、Mac A での削除が正しく反映されます。
ko: 삭제는 30일 동안 **삭제 표시**로 추적되므로, 삭제 시점에 Mac B가 오프라인이었더라도 Mac A에서 삭제한 내용이 Mac B에 올바르게 반영됩니다.
ms: Pemadaman dijejaki sebagai **batu nisan** selama 30 hari, jadi pemadaman pada Mac A merambat dengan betul ke Mac B walaupun peranti berada di luar talian pada saat pemadaman.
nl: Verwijderingen worden gedurende 30 dagen bijgehouden als **tombstones**, dus een verwijdering op Mac A wordt correct doorgegeven naar Mac B, zelfs als het apparaat offline is op het moment van verwijdering.
no: Slettinger spores som **gravsteiner** i 30 dager, så en sletting på Mac A forplanter seg korrekt til Mac B selv om enheten er offline i sletteøyeblikket.
pl: Usunięcia są śledzone jako **nagrobki** przez 30 dni, więc usunięcie w Mac A prawidłowo rozprzestrzenia się do Mac B, nawet jeśli urządzenie jest offline w momencie usunięcia.
pt_br: As exclusões são registradas como **marcas de exclusão** por 30 dias, assim uma exclusão no Mac A chega corretamente ao Mac B, mesmo que ele esteja offline no momento.
pt_pt: As exclusões são rastreadas como **marcas para exclusão** por 30 dias, portanto, uma exclusão em Mac A é propagada corretamente para Mac B mesmo que o dispositivo esteja off-line no momento da exclusão.
ro: Ștergerile sunt urmărite ca **pietre funerare** timp de 30 de zile, așa că o ștergere pe Mac A se propagă corect la Mac B chiar dacă dispozitivul este offline în momentul ștergerii.
ru: Удаления отслеживаются как **метки удаления** в течение 30 дней, поэтому удаление на Mac A правильно передается на Mac B, даже если в момент удаления тот был офлайн.
sk: Odstránenia sú sledované ako **náhrobné kamene** po dobu 30 dní, takže vymazanie Mac A sa správne rozšíri na Mac B, aj keď je zariadenie v momente vymazania offline.
sl: Izbrisi se 30 dni spremljajo kot **nagrobniki**, tako da se izbris na Mac A pravilno razširi na Mac B, tudi če je naprava v trenutku izbrisa brez povezave.
sv: Borttagningar spåras som **gravstenar** i 30 dagar, så en radering på Mac A sprider sig korrekt till Mac B även om enheten är offline vid raderingsögonblicket.
th: การลบจะถูกติดตามเหมือน **หลุมฝังศพ** เป็นเวลา 30 วัน ดังนั้นการลบใน Mac A จะเผยแพร่ไปยัง Mac B ได้อย่างถูกต้อง แม้ว่าอุปกรณ์จะออฟไลน์ในขณะที่ลบก็ตาม
tr: Silme işlemleri 30 gün boyunca **silinme kaydı** olarak izlenir; böylece A Mac'indeki bir silme, silme anında aygıt çevrimdışı olsa bile B Mac'ine doğru şekilde yansır.
uk: Видалення відстежуються як **позначки видалення** протягом 30 днів, тож видалення на Mac A правильно передається на Mac B, навіть якщо той пристрій був офлайн у момент видалення.
ur: حذف کرنے کو 30 دنوں کے لیے **قبر کے پتھر** کے طور پر ٹریک کیا جاتا ہے، اس لیے Mac پر حذف ہونے والا A درست طریقے سے Mac B پر پھیلتا ہے چاہے آلہ حذف ہونے کے وقت آف لائن ہو۔
vi: Các thao tác xóa được theo dõi dưới dạng **bia mộ** trong 30 ngày, do đó, thao tác xóa trên Mac A sẽ được truyền chính xác đến Mac B ngay cả khi thiết bị ngoại tuyến tại thời điểm xóa.
zh_hans: 删除操作会以 **删除标记** 的形式记录 30 天，因此即使 Mac B 在删除时处于离线状态，Mac A 上的删除也能正确同步到 Mac B。
zh_hant: 刪除動作會以**刪除標記**追蹤 30 天，因此即使 Mac B 在刪除當下處於離線狀態，在 Mac A 上的刪除也能正確同步到 Mac B。

source: Demo mode
ar: الوضع التجريبي
ca: Mode de demostració
cs: Demo režim
da: Demo-tilstand
de: Demomodus
el: Λειτουργία επίδειξης
es: Modo de demostración
fa: حالت نمایشی
fi: Esittelytila
fr: Mode démo
he: מצב הדגמה
hr: Demo način rada
hu: Demo mód
id: Modus demo
it: Modalità demo
ja: デモモード
ko: 데모 모드
ms: Mod demo
nl: Demomodus
no: Demo-modus
pl: Tryb demonstracyjny
pt_br: Modo de demonstração
pt_pt: Modo de demonstração
ro: Modul demonstrativ
ru: Демо-режим
sk: Demo režim
sl: Demo način
sv: Demoläge
th: โหมดสาธิต
tr: Demo modu
uk: Демо-режим
ur: ڈیمو موڈ
vi: Chế độ demo
zh_hans: 演示模式
zh_hant: 示範模式

source: Demo Mode
ar: الوضع التجريبي
ca: Mode de demostració
cs: Demo režim
da: Demo-tilstand
de: Demomodus
el: Λειτουργία επίδειξης
es: Modo de demostración
fa: حالت نمایشی
fi: Demotila
fr: Mode démo
he: מצב הדגמה
hr: Demo način rada
hu: Demo mód
id: Modus Demo
it: Modalità demo
ja: デモモード
ko: 데모 모드
ms: Mod Demo
nl: Demomodus
no: Demo-modus
pl: Tryb demonstracyjny
pt_br: Modo de demonstração
pt_pt: Modo de demonstração
ro: Modul Demo
ru: Демо-режим
sk: Demo režim
sl: Demo način
sv: Demoläge
th: โหมดสาธิต
tr: Demo Modu
uk: Демо-режим
ur: ڈیمو موڈ
vi: Chế độ demo
zh_hans: 演示模式
zh_hant: 示範模式

source: Demo mode is active. Real API key fields above are ignored until you turn demo mode off.
ar: الوضع التجريبي نشط. يتم تجاهل الحقول الرئيسية API الحقيقية أعلاه حتى تقوم بإيقاف تشغيل الوضع التجريبي.
ca: El mode de demostració està actiu. Els camps clau reals API anteriors s'ignoren fins que desactiveu el mode de demostració.
cs: Demo režim je aktivní. Skutečná klíčová pole API výše jsou ignorována, dokud demo režim nevypnete.
da: Demotilstand er aktiv. Ægte API nøglefelter ovenfor ignoreres, indtil du slår demotilstand fra.
de: Der Demomodus ist aktiv. Die echten API-Schlüsselfelder oben werden ignoriert, bis du den Demomodus ausschaltest.
el: Η λειτουργία επίδειξης είναι ενεργή. Τα πεδία των πραγματικών κλειδιών API παραπάνω αγνοούνται μέχρι να απενεργοποιήσετε τη λειτουργία επίδειξης.
es: El modo de demostración está activo. Los campos de la clave de API real de arriba se ignoran hasta que desactives el modo de demostración.
fa: حالت نمایشی فعال است. تا زمانی که حالت نمایشی را خاموش نکنید، فیلدهای کلید واقعی API در بالا نادیده گرفته می‌شوند.
fi: Demotila on aktiivinen. Yllä olevat oikeat API-avainkentät ohitetaan, kunnes poistat esittelytilan käytöstä.
fr: Le mode démo est actif. Les champs de clé API ci-dessus sont ignorés tant que vous n'avez pas désactivé le mode démo.
he: מצב הדגמה פעיל. מתעלמים משדות מפתח אמיתיים של API למעלה עד שתכבה את מצב ההדגמה.
hr: Demo mod je aktivan. Prava API ključna polja iznad zanemaruju se dok ne isključite demo način rada.
hu: A bemutató mód aktív. A fenti valódi API kulcsmezőket figyelmen kívül hagyja, amíg ki nem kapcsolja a bemutató módot.
id: Mode demo aktif. Kolom kunci API asli di atas akan diabaikan hingga Anda menonaktifkan mode demo.
it: La modalità demo è attiva. I campi della chiave API reale qui sopra vengono ignorati finché non disattivi la modalità demo.
ja: デモモードがオンです。上の実際の API キーの入力内容は、デモモードをオフにするまで無視されます。
ko: 데모 모드가 활성화되었습니다. 위의 실제 API 키 필드는 데모 모드를 끌 때까지 무시됩니다.
ms: Mod demo aktif. Medan utama API sebenar di atas diabaikan sehingga anda mematikan mod demo.
nl: Demomodus is actief. De echte API-toetsvelden hierboven worden genegeerd totdat u de demomodus uitschakelt.
no: Demomodus er aktiv. Ekte API nøkkelfelt ovenfor ignoreres til du slår av demomodus.
pl: Tryb demonstracyjny jest aktywny. Powyższe pola klucza rzeczywistego API są ignorowane, dopóki nie wyłączysz trybu demonstracyjnego.
pt_br: O modo de demonstração está ativo. Os campos da chave de API real acima são ignorados até você desativar o modo de demonstração.
pt_pt: O modo de demonstração está ativo. Os campos-chave reais API acima serão ignorados até que você desative o modo de demonstração.
ro: Modul Demo este activ. Câmpurile cheie reale API de mai sus sunt ignorate până când dezactivați modul demonstrativ.
ru: Демо-режим включен. Поля настоящего ключа API выше игнорируются, пока вы не выключите демо-режим.
sk: Demo režim je aktívny. Skutočné kľúčové polia API vyššie budú ignorované, kým nevypnete demo režim.
sl: Demo način je aktiven. Prava ključna polja API zgoraj so prezrta, dokler ne izklopite predstavitvenega načina.
sv: Demoläget är aktivt. Verkliga API nyckelfält ovan ignoreras tills du stänger av demoläget.
th: โหมดสาธิตเปิดใช้งานอยู่ ช่องคีย์ API จริงด้านบนจะถูกละเว้นจนกว่าคุณจะปิดโหมดสาธิต
tr: Demo modu etkin. Yukarıdaki gerçek API anahtarı alanları, demo modunu kapatana kadar yok sayılır.
uk: Демо-режим активний. Справжні поля ключа API вище ігноруються, доки ви не вимкнете демо-режим.
ur: ڈیمو موڈ فعال ہے۔ اصلی API اوپر والے کلیدی فیلڈز کو اس وقت تک نظر انداز کر دیا جاتا ہے جب تک کہ آپ ڈیمو موڈ کو آف نہیں کر دیتے۔
vi: Chế độ demo đang hoạt động. Các trường khóa API thực ở trên sẽ bị bỏ qua cho đến khi bạn tắt chế độ demo.
zh_hans: 演示模式已启用。在你关闭演示模式之前，上方的实际 API 密钥字段将被忽略。
zh_hant: 示範模式已啟用。在你關閉示範模式之前，上方的實際 API 密鑰欄位會被忽略。
